import React from 'react';
import './Main.css';

function Main() {
  return (
    <div className='Main'>
       <div className='company'>
       Архитектура Комфорта — это надежный партнер в сфере строительства домов, который предлагает полный спектр услуг по проектированию и возведению жилых и коммерческих объектов. Наша команда состоит из опытных специалистов, которые обладают глубокими знаниями и навыками в области строительства, архитектуры и дизайна. Мы стремимся к высокому качеству работы и индивидуальному подходу к каждому клиенту, что позволяет нам успешно реализовывать проекты любой сложности.

       С момента своего основания, Архитектура Комфорта зарекомендовала себя как надежный и ответственный подрядчик, который ценит доверие своих клиентов. Мы используем только современные технологии и качественные материалы, что гарантирует долговечность и надежность построенных объектов.

       История компании
       Основана в 2010 году, компания "Атмосфера комфорта" быстро зарекомендовала себя на рынке строительства благодаря качеству и надежности своих услуг.
       За годы работы компания реализовала множество успешных проектов, включая жилые комплексы, загородные дома и коммерческие объекты.
       В 2015 году "Атмосфера комфорта" получила несколько наград за инновации в строительстве и дизайне.

      Команда
      В команде компании работают высококвалифицированные специалисты, включая архитекторов, инженеров и строителей с многолетним опытом.
      Компания активно инвестирует в обучение и развитие своих сотрудников, что позволяет поддерживать высокий уровень профессионализма.
      Руководство компании состоит из опытных менеджеров, которые имеют успешный опыт работы в строительной отрасли и управлении проектами.
     </div>

     <div className='services'>
     Строительство домов под ключ
     Мы предлагаем полный цикл услуг по строительству жилых домов, включая:
     Фундамент: Проектирование и возведение различных типов фундаментов (ленточный, плитный, столбчатый) в зависимости от особенностей участка и типа строения.
     Стены: Строительство стен из различных материалов (кирпич, газобетон, дерево) с учетом тепло- и звукоизоляции.
     Крыша: Монтаж кровли, включая выбор материалов (металлочерепица, черепица, профнастил) и конструктивных решений (скатная, плоская).
     Отделка: Внутренняя и внешняя отделка, включая штукатурку, покраску, укладку плитки и другие работы.

     Проектирование
     Наша команда профессиональных архитекторов и дизайнеров предлагает услуги по проектированию:
     Индивидуальные проекты: Разработка уникальных проектов домов с учетом пожеланий клиента и особенностей участка.
     Готовые проекты: Предоставление готовых проектов, которые можно адаптировать под ваши нужды.
     Ландшафтный дизайн: Проектирование благоустройства территории вокруг дома, включая озеленение, дорожки, освещение и другие элементы.

     Отделка и ремонт
     Мы предлагаем услуги по отделке и ремонту как новых, так и существующих объектов:
     Внутренняя отделка: Штукатурка, покраска, укладка плитки, установка потолков и перегородок, а также монтаж сантехники и электрики.
     Внешняя отделка: Фасадные работы, включая утепление, облицовку, покраску и другие виды отделки.
     Капитальный и косметический ремонт: Полный спектр услуг по ремонту, включая замену коммуникаций, перепланировку и обновление интерьеров.

     Консультации и поддержка
     Мы предоставляем профессиональные консультации по всем вопросам, связанным со строительством и проектированием:
     Оценка стоимости: Помощь в расчете стоимости строительства и отделки, а также составление сметы.
     Выбор материалов: Консультации по выбору строительных и отделочных материалов, их характеристикам и стоимости.
     Сопровождение проекта: Поддержка на всех этапах строительства, включая контроль качества работ и соблюдение сроков.

     Калькулятор стоимости строительства
     Мы разработали удобный онлайн-калькулятор, который позволяет вам самостоятельно рассчитать стоимость строительства вашего дома, исходя из выбранных параметров и опций. Калькулятор учитывает:
     Площадь (кв. м.)
     Количество этажей
     Тип фундамента (ленточный, плитный, столбчатый)
     Материал стен (кирпич, дерево, газобетон и т.д.)
     Тип крыши (плоская, скатная)
     Дополнительные опции (балкон, терраса, гараж и т.д.)
    </div>

    <div>
        
    </div>
       <li калькулятор стоимости onClick={chamecalcuno}> Калькулятор стоимости</li>
    </div>
   
  );
}

export default Main;
